Repository: rafanazatto/owncloud-files_clipboard
Catalog: l10n/*/files_clipboard.po
Languages: pt_br

source: Could not remove '%s'
pt_br: No se ha podido eliminar '%s'

source: Could not move '%s'
pt_br: Não foi possível eliminar '%s'

source: Could not copy '%s'
pt_br: Não foi possível eliminar copiar '%s'

source: Cut
pt_br: Cortar

source: Copy
pt_br: Copiar

source: Paste
pt_br: Colar

source: Unable to paste: the files come from this directory.
pt_br: Não foi possível colar: os arquivos vêm desta pasta.

source: Unable to paste: you do not have the permissions to create files in this directory.
pt_br: Não foi possível copiar: você não tem permissão para criar arquivosnesta pasta.

source: Paste %n item
pt_br: Colar %n item

source: An error occurred during the move.
pt_br: Ocorreu um erro ao mover.

source: An error occurred during the copy.
pt_br: Ocorreu um erro ao copiar.

source: Processing. Leaving the page now will interrupt the move.
pt_br: Processando. Sair da página agora interromperá a ação de mover.

source: Processing. Leaving the page now will interrupt the copy.
pt_br: Processando. Sair da página agora interromperá a copia.

source: The contents of the clipboard is in conflicts with elements already present in this directory. Do you want to replace them ?
pt_br: Os conteúdos da área de transferência estão em conflito com elementos já presentes nesta pasta. Deseja substituí-los?
